tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "chruby"
brew "git"
brew "heroku/brew/heroku"
brew "macvim"
brew "mas"
brew "node"
brew "openssl@1.1"
brew "postgresql", restart_service: :changed
brew "ruby-install"
brew "sqlite"
brew "the_silver_searcher"
brew "yarn"
brew "z"
brew "zsh"

cask "appcleaner"
cask "deckset"
cask "keepingyouawake"
cask "linear"
cask "macdown"
cask "odrive"
cask "signal"
cask "skype"
cask "spotify"
cask "warp"

mas "1Password 7", id: 1333542190
mas "Adblock for Safari", id: 1018301773
mas "Kindle", id: 405399194
mas "Meeter", id: 1510445899
mas "Newton", id: 1059655371
mas "Push to Kindle", id: 1548529953
mas "Slack for Desktop", id: 803453959
mas "Todoist", id: 585829637
